Repository: siddheshwarshingare/gromore_application
Catalog: lib/l10n/app_*.arb
Languages: te

# chooseYourLanguage
source: Select Language :
te: भाषा निवडा :

source: Click on Next
te: पुढे जा

source: Username
te: युजर नेम (वापरकर्त्याचे नाव)

source: Password
te: पासवर्ड

source: Login
te: लॉगिन करा

# name
source: Enter your Name
te: कृपया नाव भरा

source: Mobile Number
te: मोबाईल नंबर

source: Address
te: पत्ता

source: Confirm Password
te: कन्फर्म पासवर्ड

source: Submit
te: सबमिट

source: Registration Form
te: नोंदणी (रजिस्टर) फॉर्म

source: Welcome To Our Gromore Farming
te: ग्रोमोरे फार्ममिंग मधे आपले स्वागत आहे

source: Name is required
te: कृपया नाव भरा

source: Mobile Number is required
te: मोबाईल नंबर भरा

source: Address is required
te: कृपया तुमचा पत्ता भरा

source: Username is required
te: युजर नेम भरा

source: Password is required
te: कृपया पासवर्ड भरा

source: Enter a valid 10-digit mobile number
te: दहा अंकी मोबाईल नंबर भरा

source: Password must be at least 6 characters long
te: कृपया पासवर्ड हा कमीत कमी सहा अंकी भरा

source: Passwords do not match
te: पासवर्ड मॅच होत नाही कृपया दोनी पासवर्ड सारखे ठेवा

source: Confirm Password is required
te: कन्फर्म पासवर्ड आवश्यक आहे

source: Form submitted successfully
te: तुमचे रजिस्ट्रेशन पूर्ण झाले कृपया लॉगिन करा

source: Login with Mobile Number
te: मोबाईल नंबर ने लॉगिन करा

source: OR
te: किंवा

source: Please Enter the Mobile Number
te: कृपया मोबाइल नंबर प्रविष्ट करा

source: Invalid Mobile Number
te: अवैध मोबाइल नंबर

source: Mobile number does not exist
te: हा मोबाईल नंबर अस्तिवात नाही

source: Enter Kakdi Vegetables Price
te: Enter Palak Vegetables Price
